{
	"HEREYOURTRANSACTIONHISTORYWILLBESHOWN": "Here your transaction history will be shown",
	"SUCCESS": "success",
	"age": "Age",
	"agree": "Agree",
	"amount": "Amount",
	"buy": "Buy",
	"checkforqr": "Check carefully the address you are sending to if you are using the QR code",
	"confirmpass": "Confirm Password",
	"copy": "Copy",
	"country": "Country",
	"donotwithdraw": "",
	"email": "Email",
	"idnum": "ID Number",
	"login": "Login",
	"loginandbuy": "Now you may login with your email and password and start buying BACS",
	"loginfailed": "Login Failed!",
	"logout": "Logout",
	"minwithdraw": "Minimum Withdrawal",
	"notagree": "Don't Agree",
	"password": "Password",
	"register": "Register",
	"send": "Send",
	"submit": "Submit",
	"tothisaddress": "to this address",
	"whitepaper": "Whitepaper",
	"yourethereumaddress": "Your ethereum address",
	"yourname": "Your Name",
  "tos":"Disclaimer Please read the disclaimer section of this white paper carefully and consult with legal and financial experts for further guidance. This white paper is a preliminary draft that will be revised before the BACCHUS token is available for exchange. These amendments include: ➢ Countries where the exchange for BACCHUS tokens may be restricted (if any); and ➢ Other risks associated with the exchange for BACCHUS. To ensure a comprehensive understanding before any decisions to exchange for the BACCHUS token, the final version of this white paper will be uploaded to the BACCHUS website before the BACCHUS token can be exchanged. This draft white paper should not be misinterpreted as a solicitation for exchange. The people listed in the draft white paper do not currently have nor will be given BACCHUS tokens in the future. The name of the statutory company for the exchange of BACCHUS tokens will be disclosed later. BACCHUS tokens will not be securitised in any jurisdiction. This white paper does not constitute any type of prospectus or offer, nor does it constitute an offer to securities in any jurisdiction or solicit for investments in securities. This white paper does not form part of any opinion on the exchange or the encouragement on the exchange of BACCHUS tokens. It does not form the basis of any contract or investment decision, nor does it rely on any contract or investment decision. Countries where the exchange for BACCHUS tokens may be restricted Investing in the BACCHUS team involves risk. It is only for those with sufficient funds and have no urgent need for the liquidity of the BACCHUS team. They also fully understand and are willing to take on the risks involved in the BACCHUS team and have sufficient financial resources to withstand these risks. Investors must be able to bear the loss of their entire investment in the BACCHUS team. The rights of the team do not and will not exist in the open market in the foreseeable future. The team also has many restrictions on investors' withdrawal or transfer of rights. The rights are only sold to investors who make, among other things, the following statements in the Subscription Agreement: (a) He bears the fees and purchases the interest only for investment purposes and does not resell or redistribute (b) He understands that the rights are not registered in accordance with the US Securities Act or the Foreign Similar Securities Act, and that the rights to transfer are restricted by the US Securities Act and the relevant laws of the Federal, State and foreign funds, and that the rights do not exist on the market; (c) He is: • A “trusted investor” in the US Securities Act D Regulations; • Not an \"American\" under Article S of the Securities Regulations of the United States. The team will request a statement from potential investors, whether it be a partnership, group company, limited liability company, trust company or other entities, that exempts the team from being registered as an investment company under the Investment Company Act. Each potential investor must sign and deliver a subscription agreement, make other representations, and comply with other standards as stated in the subscription agreement. A subscription agreement and a partnership agreement may be provided at the request of the investor. Investors in certain jurisdictions may be subject to other requirements or standards set forth in the securities regulations of their jurisdiction. Those requirements are not related to this project. The above appropriateness criteria are the minimum suitability requirements for potential investors. Each potential qualified investor and its investment, tax, legal, accounting advisors and other consultants should seek advice to determine whether this investment is suitable for the investor. 1 For investors in the Cayman Islands: The interest or offer subscription rights may not be offered to the public in the Cayman Islands. 2 For investors in the People's Republic of China The rights and interests of the People's Republic of China may not be offered directly or indirectly to the public of the People's Republic of China. The materials (not submitted to the China Securities Regulatory Commission) and the materials and information on the team's rights contained in this document may not be provided to the public of the People's Republic of China. The BACCHUS team may not be used to subscribe for the sale or the sale of rights to the public of the People's Republic of China. The BACCHUS team rights can only be issued or be sold to Chinese institutions that are permitted to conduct foreign exchange business and conduct offshore investment business outside of China. According to China's relevant foreign exchange control regulations, Chinese investors are required to comply with the regulations on foreign exchange control approval and filing. Investors are responsible for obtaining all relevant government approvals, reviews, permits or registrations (if any) from relevant government departments of the People's Republic of China, including but not limited to the State Administration of Foreign Exchange, China Securities Regulatory Commission, the China Banking Regulatory Management Commission, the Ministry of Commerce of the People's Republic of China, the National Development and Reform Commission and other relevant regulatory agencies. Investors are required to comply with the relevant regulations of the People's Republic of China, including but not limited to relevant foreign exchange regulations (such as the provisions for return investment) and / or overseas investment regulations. 3 For Hong Kong investors: This white paper was not submitted to the Company Registry for registration, the Hong Kong regulators have not reviewed its contents and the Hong Kong Securities and Futures Commission have not approved of the team yet. therefore: (a) It is not possible to sell or transfer rights in Hong Kong through any form other than \"professional investors\" as defined in the Hong Kong Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong). This White Paper also does not, according to any rules of the above legislation or the definitions set out in the Companies Ordinance (Chapter 32 of the Laws of Hong Kong), constitute a \"prospectus\", nor in any other circumstances constitute a public offering; and (b) Unless the rights are directly or intended to be issued to those not from Hong Kong or to \"professional investors\", no one may, in Hong Kong or elsewhere, retain any rights-related invitations or advertisements for the public in Hong Kong or for the purpose of publication (unless you can do so in accordance with Hong Kong securities regulations). The Hong Kong regulator has not reviewed the contents of this private placement memorandum. It is recommended that you exercise caution when dealing with the sales. If you have questions about the content of this article, you should seek independent professional advice. 4. For investors in Japan: The Equity Offering does not and will not be registered under the Securities and Exchange Act of Japan, and may not be offered or sold directly or indirectly to its residents in Japan, except in accordance with the exemptions provided by the Japanese Securities and Exchange Act and other relevant Japanese laws. 5. For investors in Korea: Neither the team nor the investment manager has made any statements regarding the eligibility of the recipients of this white paper to purchase rights in accordance with the Korean law; Korean laws include, but are not limited to, foreign exchange transactions laws and related regulations. Equity is not registered under the Korea Securities and Exchange Act or the Korea Indirect Investment Asset Management Act. Unless in compliance with the relevant laws of Korea, the rights will not be offered, sold or distributed to any Korean resident. 6. For investors in Luxembourg: According to Section 304 of Chapter 289 of the Luxembourg Securities and Futures Act, the offering or solicitation described in this white paper may only be made to institutional investors or other persons, and under section 305, only to senior investors rather than ordinary public offering or invitation. According to the Luxembourg law mentioned above, this white paper is not a prospectus and therefore the statutory liability for the contents of the prospectus does not apply. Potential investors must carefully consider whether the investment is suitable for them. This white paper is not registered as a prospectus with the Luxembourg Monetary Authority. Therefore, this white paper and other relevant documents or materials relating to the offering or sale or solicitation of subscription or purchase rights may not be distributed to the general public in Luxembourg, or be offered or sold or offered to purchase or have rights transferred to the public in Luxembourg, unless these people are: (a) institutional investors or other persons (under the conditions set out in section 304 of the Luxembourg Securities and Futures Act; (b) senior investors (according to the conditions set out in section 305 of the Luxembourg Securities and Futures Act); or (c) Other people (subject to the conditions stipulated in other applicable provisions of the Luxembourg Securities and Futures Act. Unless otherwise passed by law, the rights subscribed or purchased by the above-mentioned Luxembourgese are not transferable.) 7. For investors in Taiwan: The team does not and will not register with Taiwan government agencies. Disposal of interests in Taiwan is subject to local legal requirements and restrictions. It is not allowed to sell, issue or publicly sell shares in Taiwan, and can only be sold to senior investors in Taiwan in private placement. No person or corporate entity in Taiwan is authorized to offer or sell an interest, or to advise on the sale and sale of an interest or to act as an intermediary. 8. For investors in Thailand: The purpose of this paper is to plan for the sale of rights to Thai institutional investors. This article is not a prospectus. It is not possible to publicly offer an interest in Thailand. 9. For investors in other jurisdictions: In the case of a jurisdiction that does not comply with the registration requirements or other legal requirements for the sale of the offer or the solicitation of the subscription or purchase of the interest, this document does not constitute an offer to sell or to solicit or purchase any interest. This document will not be registered as a prospectus in any jurisdiction in accordance with the relevant securities laws. This may be prohibited in certain jurisdictions, and those who obtain this article must be aware of and comply with these restrictions. Some of the issues discussed in this article relate to our future performance, including but not limited to the future income, benefits, strategies and prospects of BACCHUS. All statements made on the basis of historical information constitute \"forward-looking statements.\" These forward-looking statements are subject to risks and uncertainties that could cause actual results to be inconsistent with expectations. These statements are based on management's beliefs and assumptions made by management based on current information. In this article, the use of the terms “expect,” “intend,” “estimate,” “believe,” “hope,” “should,” “potential,” “predict,” “project,” are merely speculative and forward-looking. Readers are cautioned not to be over-reliant on these forward-looking statements to make any personal decisions. While we make every effort to ensure the accuracy and up-to-dateness of all the information in this white paper, these materials do not constitute professional advice. BACCHUS does not warrant or assume responsibility for the accuracy, reliability, current-ness (such as this white paper) or completeness of the contents of this document. Individuals interested in investing in this platform should seek independent professional advice before considering any information contained herein. Any information listed in this white paper has not been reviewed or approved by regulatory agencies. This white paper does not or will not take such action in accordance with the legal, regulatory requirements or rules of any jurisdiction. The publication, distribution or dissemination of this white paper does not imply compliance with applicable laws, regulatory requirements or regulations. BACCHUS and its affiliates and token issuing partners are not responsible for any indirect, special, incidental, consequential or other losses from any kind of infringement, contract or any other aspects (including but not limited to loss of income, income or profit, and loss of use or information) that you may rely on in connection with this white paper or any part thereof in making related decisions, to the fullest extent permitted by applicable laws, rules and regulations. BACCHUS and its affiliates and token issuing partners will not make or represent any representations, warranties or promises to any entity or individual in any form, including statements relating to truth, accuracy, warranties or undertakings and the integrity of any information provided in the white paper.Disclaimer Please read the disclaimer section of this white paper carefully and consult with legal and financial experts for further guidance. This white paper is a preliminary draft that will be revised before the BACCHUS token is available for exchange. These amendments include: ➢ Countries where the exchange for BACCHUS tokens may be restricted (if any); and ➢ Other risks associated with the exchange for BACCHUS. To ensure a comprehensive understanding before any decisions to exchange for the BACCHUS token, the final version of this white paper will be uploaded to the BACCHUS website before the BACCHUS token can be exchanged. This draft white paper should not be misinterpreted as a solicitation for exchange. The people listed in the draft white paper do not currently have nor will be given BACCHUS tokens in the future. The name of the statutory company for the exchange of BACCHUS tokens will be disclosed later. BACCHUS tokens will not be securitised in any jurisdiction. This white paper does not constitute any type of prospectus or offer, nor does it constitute an offer to securities in any jurisdiction or solicit for investments in securities. This white paper does not form part of any opinion on the exchange or the encouragement on the exchange of BACCHUS tokens. It does not form the basis of any contract or investment decision, nor does it rely on any contract or investment decision. Countries where the exchange for BACCHUS tokens may be restricted Investing in the BACCHUS team involves risk. It is only for those with sufficient funds and have no urgent need for the liquidity of the BACCHUS team. They also fully understand and are willing to take on the risks involved in the BACCHUS team and have sufficient financial resources to withstand these risks. Investors must be able to bear the loss of their entire investment in the BACCHUS team. The rights of the team do not and will not exist in the open market in the foreseeable future. The team also has many restrictions on investors' withdrawal or transfer of rights. The rights are only sold to investors who make, among other things, the following statements in the Subscription Agreement: (a) He bears the fees and purchases the interest only for investment purposes and does not resell or redistribute (b) He understands that the rights are not registered in accordance with the US Securities Act or the Foreign Similar Securities Act, and that the rights to transfer are restricted by the US Securities Act and the relevant laws of the Federal, State and foreign funds, and that the rights do not exist on the market; (c) He is: • A “trusted investor” in the US Securities Act D Regulations; • Not an \"American\" under Article S of the Securities Regulations of the United States. The team will request a statement from potential investors, whether it be a partnership, group company, limited liability company, trust company or other entities, that exempts the team from being registered as an investment company under the Investment Company Act. Each potential investor must sign and deliver a subscription agreement, make other representations, and comply with other standards as stated in the subscription agreement. A subscription agreement and a partnership agreement may be provided at the request of the investor. Investors in certain jurisdictions may be subject to other requirements or standards set forth in the securities regulations of their jurisdiction. Those requirements are not related to this project. The above appropriateness criteria are the minimum suitability requirements for potential investors. Each potential qualified investor and its investment, tax, legal, accounting advisors and other consultants should seek advice to determine whether this investment is suitable for the investor. 1 For investors in the Cayman Islands: The interest or offer subscription rights may not be offered to the public in the Cayman Islands. 2 For investors in the People's Republic of China The rights and interests of the People's Republic of China may not be offered directly or indirectly to the public of the People's Republic of China. The materials (not submitted to the China Securities Regulatory Commission) and the materials and information on the team's rights contained in this document may not be provided to the public of the People's Republic of China. The BACCHUS team may not be used to subscribe for the sale or the sale of rights to the public of the People's Republic of China. The BACCHUS team rights can only be issued or be sold to Chinese institutions that are permitted to conduct foreign exchange business and conduct offshore investment business outside of China. According to China's relevant foreign exchange control regulations, Chinese investors are required to comply with the regulations on foreign exchange control approval and filing. Investors are responsible for obtaining all relevant government approvals, reviews, permits or registrations (if any) from relevant government departments of the People's Republic of China, including but not limited to the State Administration of Foreign Exchange, China Securities Regulatory Commission, the China Banking Regulatory Management Commission, the Ministry of Commerce of the People's Republic of China, the National Development and Reform Commission and other relevant regulatory agencies. Investors are required to comply with the relevant regulations of the People's Republic of China, including but not limited to relevant foreign exchange regulations (such as the provisions for return investment) and / or overseas investment regulations. 3 For Hong Kong investors: This white paper was not submitted to the Company Registry for registration, the Hong Kong regulators have not reviewed its contents and the Hong Kong Securities and Futures Commission have not approved of the team yet. therefore: (a) It is not possible to sell or transfer rights in Hong Kong through any form other than \"professional investors\" as defined in the Hong Kong Securities and Futures Ordinance (Chapter 571 of the Laws of Hong Kong). This White Paper also does not, according to any rules of the above legislation or the definitions set out in the Companies Ordinance (Chapter 32 of the Laws of Hong Kong), constitute a \"prospectus\", nor in any other circumstances constitute a public offering; and (b) Unless the rights are directly or intended to be issued to those not from Hong Kong or to \"professional investors\", no one may, in Hong Kong or elsewhere, retain any rights-related invitations or advertisements for the public in Hong Kong or for the purpose of publication (unless you can do so in accordance with Hong Kong securities regulations). The Hong Kong regulator has not reviewed the contents of this private placement memorandum. It is recommended that you exercise caution when dealing with the sales. If you have questions about the content of this article, you should seek independent professional advice. 4. For investors in Japan: The Equity Offering does not and will not be registered under the Securities and Exchange Act of Japan, and may not be offered or sold directly or indirectly to its residents in Japan, except in accordance with the exemptions provided by the Japanese Securities and Exchange Act and other relevant Japanese laws. 5. For investors in Korea: Neither the team nor the investment manager has made any statements regarding the eligibility of the recipients of this white paper to purchase rights in accordance with the Korean law; Korean laws include, but are not limited to, foreign exchange transactions laws and related regulations. Equity is not registered under the Korea Securities and Exchange Act or the Korea Indirect Investment Asset Management Act. Unless in compliance with the relevant laws of Korea, the rights will not be offered, sold or distributed to any Korean resident. 6. For investors in Luxembourg: According to Section 304 of Chapter 289 of the Luxembourg Securities and Futures Act, the offering or solicitation described in this white paper may only be made to institutional investors or other persons, and under section 305, only to senior investors rather than ordinary public offering or invitation. According to the Luxembourg law mentioned above, this white paper is not a prospectus and therefore the statutory liability for the contents of the prospectus does not apply. Potential investors must carefully consider whether the investment is suitable for them. This white paper is not registered as a prospectus with the Luxembourg Monetary Authority. Therefore, this white paper and other relevant documents or materials relating to the offering or sale or solicitation of subscription or purchase rights may not be distributed to the general public in Luxembourg, or be offered or sold or offered to purchase or have rights transferred to the public in Luxembourg, unless these people are: (a) institutional investors or other persons (under the conditions set out in section 304 of the Luxembourg Securities and Futures Act; (b) senior investors (according to the conditions set out in section 305 of the Luxembourg Securities and Futures Act); or (c) Other people (subject to the conditions stipulated in other applicable provisions of the Luxembourg Securities and Futures Act. Unless otherwise passed by law, the rights subscribed or purchased by the above-mentioned Luxembourgese are not transferable.) 7. For investors in Taiwan: The team does not and will not register with Taiwan government agencies. Disposal of interests in Taiwan is subject to local legal requirements and restrictions. It is not allowed to sell, issue or publicly sell shares in Taiwan, and can only be sold to senior investors in Taiwan in private placement. No person or corporate entity in Taiwan is authorized to offer or sell an interest, or to advise on the sale and sale of an interest or to act as an intermediary. 8. For investors in Thailand: The purpose of this paper is to plan for the sale of rights to Thai institutional investors. This article is not a prospectus. It is not possible to publicly offer an interest in Thailand. 9. For investors in other jurisdictions: In the case of a jurisdiction that does not comply with the registration requirements or other legal requirements for the sale of the offer or the solicitation of the subscription or purchase of the interest, this document does not constitute an offer to sell or to solicit or purchase any interest. This document will not be registered as a prospectus in any jurisdiction in accordance with the relevant securities laws. This may be prohibited in certain jurisdictions, and those who obtain this article must be aware of and comply with these restrictions. Some of the issues discussed in this article relate to our future performance, including but not limited to the future income, benefits, strategies and prospects of BACCHUS. All statements made on the basis of historical information constitute \"forward-looking statements.\" These forward-looking statements are subject to risks and uncertainties that could cause actual results to be inconsistent with expectations. These statements are based on management's beliefs and assumptions made by management based on current information. In this article, the use of the terms “expect,” “intend,” “estimate,” “believe,” “hope,” “should,” “potential,” “predict,” “project,” are merely speculative and forward-looking. Readers are cautioned not to be over-reliant on these forward-looking statements to make any personal decisions. While we make every effort to ensure the accuracy and up-to-dateness of all the information in this white paper, these materials do not constitute professional advice. BACCHUS does not warrant or assume responsibility for the accuracy, reliability, current-ness (such as this white paper) or completeness of the contents of this document. Individuals interested in investing in this platform should seek independent professional advice before considering any information contained herein. Any information listed in this white paper has not been reviewed or approved by regulatory agencies. This white paper does not or will not take such action in accordance with the legal, regulatory requirements or rules of any jurisdiction. The publication, distribution or dissemination of this white paper does not imply compliance with applicable laws, regulatory requirements or regulations. BACCHUS and its affiliates and token issuing partners are not responsible for any indirect, special, incidental, consequential or other losses from any kind of infringement, contract or any other aspects (including but not limited to loss of income, income or profit, and loss of use or information) that you may rely on in connection with this white paper or any part thereof in making related decisions, to the fullest extent permitted by applicable laws, rules and regulations. BACCHUS and its affiliates and token issuing partners will not make or represent any representations, warranties or promises to any entity or individual in any form, including statements relating to truth, accuracy, warranties or undertakings and the integrity of any information provided in the white paper. "
}
