{
  "HEREYOURTRANSACTIONHISTORYWILLBESHOWN":"這裡會顯示你的交易記錄",
  "SUCCESS":"成功",
  "age":"年紀",
  "agree":"同意",
  "amount":"數量",
  "buy":"購買",
  "checkforqr":"使用二維碼轉賬請小心核對地址",
  "confirmpass":"確認密碼",
  "copy":"複製",
  "country":"國家",
  "donotwithdraw":"",
  "email":"電郵",
  "idnum":"身份證字號",
  "login":"登入",
  "loginandbuy":"現在你可以登入並購買BACS",
  "loginfailed":"登入失敗!",
  "logout":"登出",
  "minwithdraw":"Minimum Withdrawal",
  "notagree":"不同意",
  "password":"密碼",
  "register":"註冊",
  "send":"發送",
  "submit":"提交",
  "tothisaddress":"去這個地址",
  "whitepaper":"白皮書",
  "yourethereumaddress":"你的 ethereum 地址",
  "yourname":"你的名字",
  "tos":"﻿重要聲明 請仔細閱讀本白皮書免責聲明部分,並諮詢法律和財務專家以獲得進一步的指導. 本系統是一份初步草案,將在BACCHUS酒神代幣可供兌換之可能前進行修訂,其中包括有關以下方面的訊息: - 兌換BACCHUS酒神幣可能受到限制的國家(若有);和 - 兌換BACCHUS酒神幣相關的其他風險. 白皮書的最終版本將在BACCHUS酒神代幣可供兌換之前上載在BACCHUS酒神網站,以供任何人士兌換決定之前的全面審查. 本白皮書草案不應被誤解為兌換或徵求兌換的方案.本白皮書草案中列出的人員不是也不會兌換BACCHUS酒神代幣.進行BACCHUS酒神代幣可供兌換的法定公司名稱將稍後披露. BACCHUS酒神代幣並不打算在任何司法管轄區構成證券.本白皮書不構成任何類型的招股說明書或要約,也不構成對任何司法管轄區證券或招攬投資證券的要約.本白皮書不構成兌換或徵求兌換BACCHUS酒神代幣的任何意見或任何意見的一部分,也不構成任何合同或投資決定的基礎或依賴于任何合同或投資決定. 兌換BACCHUS酒神幣可能受到限制的國家 投資於BACCHUS酒神團隊涉及風險,僅適合擁有富裕資金的人士參與,而他們對BACCHUS酒神團隊中投資的流動性亦沒有迫切的要求,他們亦對BACCHUS酒神團隊所涉及的風險完全瞭解並願意承擔,且有足夠的財務資源來承受這些風險.投資者必須能夠承擔他們在BACCHUS酒神團隊中全部投資的損失.團隊中的權益不存在公開市場,且在預期的未來亦不會出現.團隊亦對投資者退股或轉讓權益有諸多限制. 權益僅售予在認購協議中作出(其中包括)以下陳述的投資者: (a) 他自承費用且僅出於投資目的而購買權益,且不會轉售或分派 (b) 他明白權益並無依照美國[證券法]或外國類似證券法進行登記,而其轉讓權利受美國[證券法]及美國、州和國外基金相關法律條文所限制,且當中權益並不存在市場; (c) 他是: i. 一名美國[證券法]D條例中的“受信投資者\"; ii. 且不是一名美國[證券法]S條例中的“美國人\". 團隊將要求身為合夥企業、集團公司、有限責任公司、信託公司或其它實體的潛在投資者做出陳述,其內容旨在使團隊豁免作為一家投資公司根據投資公司法進行註冊.各潛在投資者均須簽署和交付一份認購協定,作出其它陳述,並符合認購協議所述其它標準.可按投資者要求向其提供一份認購協定以及一份合夥協定.若干司法權區的投資者或須符合所在司法權區的證券法規提出的其它要求或標準.與本項目無關. 上述適當性標準為潛在投資者的最低適當性要求.各潛在合資格投資者以及其投資、稅務、法律、會計顧問和其它顧問徵詢意見確定此投資是否適合該投資者. 1 對於開曼群島投資者: 于開曼群島不可向公眾發售本權益或邀約認購權益. 2 對於中華人民共和國投資者: 不可向中華人民共和國公眾直接或間接發售權益,不可向中華人民共和國公眾提供本文(並無提交給中國證券監督管理委員會)和本文所載有關團隊權益的發售材料和資訊,上述BACCHUS酒神團隊不可用於向中華人民共和國公眾進行認購發售或出售權益.BACCHUS酒神團隊權益只可發售或出售予獲准進行外匯業務及在中國以外進行離岸投資業務的中國機構.根據中國相關外匯管制規定,中國投資者須遵守外匯管制批准和備案的規定.投資者須負責從中華人民共和國相關政府部門取得所有相關的政府批文、審核、許可或登記(若有),這些部門包括但不限於國家外匯管理局、中國證券監督管理委員會、中國銀行業監督管理委員會、中華人民共和國商務部、國家發改委和其它相關監管機構.投資者須遵守中華人民共和國的相關規定,包括但不限於相關外匯規定(例如返程投資的規定)及/或海外投資規定. 3 對於香港投資者: 本白皮書並未提交給相關公司註冊處進行註冊,香港監管機構並未審閱其內容.香港證券及期貨事務監察委員會並未批准此團隊.因此: (a) 不可在香港通過任何形式向香港證券及期貨條例(香港法例第571章)定義的“專業投資者\"以外的人士發售或出售權益,本白皮書亦不可依據上述法例的任何規則,或對照公司條例(香港法例第32章)列出的定義而構成“招股書\",或在按公司條例規定未構成向公開募集的其它各種情況下發售或出售權益;及 (b) 除非權益僅針對或打算針對香港之外的人士或“專業投資者\"發售,任何人均不得在香港或其它地方對香港公眾發佈或為發佈之目的而留存任何與權益相關的邀請、廣告或其它檔(除非按照香港證券法規的要求可以這樣操作).香港監管機構並無審閱本私募備忘錄的內容.建議閣下處理發售時須謹慎.若閣下對本文內容有疑問,閣下應聽取獨立的專業意見. 4. 對於日本投資者: 權益發售並無且將不會根據日本證券及交易法進行登記,除非依據日本證券及交易法和其它日本相關法規所提供的豁免,不可在日本直接或間接向其居民發售或出售權益. 5. 於韓國投資者: 團隊和投資經理均無根據韓國法律規定就本白皮書的接受者購買權益的資格作出相關陳述;韓國相關法律包括但不限於外匯交易法和相關規定.權益並無根據韓國證券及交易法或韓國間接投資資產管理法進行登記.除非跟從韓國相關法例,權益將不可在韓國直接或間接提供、出售或派發、或提供、出售或派發予重新提供或轉售之任何韓國居民. 6.對於盧森堡投資者: 根據盧森堡證券及期貨法第289章第304條的規定,本白皮書所述發售或邀約只可對機構投資者或其它人士進行,而根據第305條的規定則只可向資深投資者而非普通公眾發售或邀約.根據上述盧森堡法例,本白皮書並非招股書,因此,有關招股書內容的法定責任並不適用.潛在投資者須仔細考慮投資是否適合他們.本白皮書並無在盧森堡金融管理局登記為招股書,因此,本白皮書和其它與發售或出售或邀約認購或購買權益之有關檔或材料不可分發給盧森堡普通公眾,或對盧森堡任何普通公眾 發售或出售或邀約認購或購買此權益,除非發售或出售或邀約認購或購買予 (a) 機構投資者或其它人士(根據盧森堡證券及期貨法第304條規定的條件; (b) 資深投資者(根據盧森堡證券及期貨法第305條規定的條件;或 (c) 其它人士(根據盧森堡證券及期貨法其它適用條文規定的條件.除非通過法律效用,上述盧森堡人士認購或購買的權益不可轉讓.) 7. 對於臺灣投資者: 團隊並無且不會在臺灣政府機構進行登記.在臺灣出售權益須遵守當地法律規定和限制.不可在臺灣出售、發行或公開發售權益,及只可以私募形式對在臺灣的資深投資者出售.臺灣並無任何人士或公司實體被授權發售或出售權益,或就權益的發售和出售提供意見或作為仲介提供服務. 8. 對於泰國投資者: 編制本文的目僅計畫對泰國機構投資者發售權益.本文並非招股書.不可在泰國公開發售權益. 9.其它司法權區: 於沒有遵守登記規定或其它法律規定而進行權益發售或邀約認購或購買權益屬於非法的司法權區,本文並不構成發售權益或邀約認購或購買任何權益.本文不會在任何司法權區根據相關證券法律登記為招股書.若干司法權區可能禁止分發本文,取得本文的人士必須知曉和遵守這些限制. 本文中討論的某些事項涉及我們未來的業績,包括但不限於BACCHUS酒神未來的收入、收益、策略和前景.所有非依據歷史性資料所做的陳述均構成“前瞻性陳述\".這些前瞻性陳述存在風險和不確定性,可能會導致實際結果與預期不符.這些陳述是基於管理層的信念以及管理層依據目前獲得的資訊所做的設想.在本文中,“預期\"、“打算\"、“估計\"、“相信\"、“期望\"、“應該\"、“潛在\"、“預測\"、“項目\"或類似這些用詞的使用,旨屬前瞻性陳述. 謹請讀者注意,不要過分依賴這些前瞻性陳述而作出任何個人決定.儘管我們盡一切努力確保本白皮書中所有資訊的準確性和最新性,但這些材料絕不構成專業意見. BACCHUS酒神既不保證也不承擔對本文內容的準確性、可靠性、當前性(如本白皮書)或完整性的責任.有意投資此平臺的個人應在徵求本文所載任何資訊之前尋求獨立的專業意見.本白皮書中列出的任何資訊並沒有受到監管機構審查或批准.本白皮書沒有或將要根據任何司法管 轄區 的法律、監管要求或規則,採取這樣的行動.本白皮書的發佈,分發或傳播並不意味著己經遵守適用的 法律、法規要求或規定. 藉由您接受或依賴本白皮書或其任何部分而產生或與之有關的決定,在適用的法律、法規和規則允許的最大範圍內,BACCHUS酒神及其關聯公司和代幣發行合作夥伴不承擔任何形式的侵權、合同或其他方面的任何間接、特殊、附帶、間接或其他損失(包括但不限於收入,收入或利潤的損失,以及使用或資料的丟失).BACCHUS酒神及其附屬公司和代幣發行合作夥伴不會以任何形式向任何實體或個人作出或聲稱做出任何陳述、保證或承諾,包括與真相、準確性有關的陳述,保證或承諾以及本系統白皮書中提供的任何資訊的完整性."
}
